INSERT INTO city(id, name, country, region)
VALUES
    -- Московская область
    ('ab2cb87c-22e0-45f4-a5b4-3effafc2101a', 'Дзержинск', '24b6f080-d895-42b8-955f-1d75236a680e', 'bc468b95-8180-4cc2-9f06-541702c10b39'),
    ('ca1e97d0-6d96-49c6-8d11-c235b974ed52', 'Дубна', '24b6f080-d895-42b8-955f-1d75236a680e', 'bc468b95-8180-4cc2-9f06-541702c10b39'),
    ('c0d7f226-f95a-4eec-a1ef-b49b9b7053f8', 'Одинцово', '24b6f080-d895-42b8-955f-1d75236a680e', 'bc468b95-8180-4cc2-9f06-541702c10b39'),
    ('69944292-96ff-4e95-94c6-2da6bf5d8f17', 'Москва', '24b6f080-d895-42b8-955f-1d75236a680e', null),
    -- Ленинградская область
    ('4ba390cf-f0cd-47d0-a60c-b315f5bb103a', 'Санкт-Петербург', '24b6f080-d895-42b8-955f-1d75236a680e', 'e2f5877b-4688-43cd-a7fc-373cb5a5166e'),
    ('3e95526c-d937-4f45-a27b-eb63f53a40f8', 'Гатчина', '24b6f080-d895-42b8-955f-1d75236a680e', 'e2f5877b-4688-43cd-a7fc-373cb5a5166e'),
    -- Свердловская область
    ('58b3a18b-b6de-4bf9-a11e-50ac3bbf2851', 'Екатеринбург', '24b6f080-d895-42b8-955f-1d75236a680e', 'ce7dc077-fea8-4bc2-87bd-55696921b71a'),
    ('343e68fa-493e-4c4f-8afe-38d46df88f71', 'Нижний Тагил', '24b6f080-d895-42b8-955f-1d75236a680e', 'ce7dc077-fea8-4bc2-87bd-55696921b71a'),
    -- Аньхой
    ('f1ef8bff-6fb7-44c8-b8d7-1f0393c9a8df', 'Хэфэй', '80854a4d-931a-492e-8a6e-a535fe778fa5', 'c26186c7-8782-4c94-83df-0bab868063b8'),
    -- Хэйлунцзян
    ('71955496-f910-473b-96ce-dbbafe12a711', 'Харбин', '80854a4d-931a-492e-8a6e-a535fe778fa5', '76ed9fee-9dc0-41c4-b8c6-afe190624a9a'),
    -- Италия
    ('f6c39a34-f9d4-4cc1-891d-52aa7da53fd5', 'Рим', 'ac843b1f-6ef1-4601-8927-2db8d1771da9', null);