INSERT INTO region(id, name, country_id)
VALUES
    --Россия
    ('bc468b95-8180-4cc2-9f06-541702c10b39', 'Московская область', '24b6f080-d895-42b8-955f-1d75236a680e'),
    ('e2f5877b-4688-43cd-a7fc-373cb5a5166e', 'Ленинградская область', '24b6f080-d895-42b8-955f-1d75236a680e'),
    ('ce7dc077-fea8-4bc2-87bd-55696921b71a', 'Свердловская область', '24b6f080-d895-42b8-955f-1d75236a680e'),
    -- Китай
    ('c26186c7-8782-4c94-83df-0bab868063b8', 'Аньхой', '80854a4d-931a-492e-8a6e-a535fe778fa5'),
    ('76ed9fee-9dc0-41c4-b8c6-afe190624a9a', 'Хэйлунцзян', '80854a4d-931a-492e-8a6e-a535fe778fa5'),
    --Италия
    ('bde94e99-fd67-4999-ab47-2ea77b1e4c4f', 'Сицилия', 'ac843b1f-6ef1-4601-8927-2db8d1771da9');