INSERT INTO location(id, name, city_id)
VALUES
    -- Москва
    ('03aa524c-15e1-40ed-9e8b-8f48da89e9db', 'Российская государственная библиотека', '69944292-96ff-4e95-94c6-2da6bf5d8f17'),
    ('af949c5e-46a0-4a8b-a7c4-ee0872c606d2', 'Александровский сад', '69944292-96ff-4e95-94c6-2da6bf5d8f17'),
    -- Санкт-Петербург
    ('2d0030f5-3563-42eb-8165-ed7eb629a3f2', 'Эрмитаж', '4ba390cf-f0cd-47d0-a60c-b315f5bb103a'),
    ('2202c72d-2f51-41b8-a0a2-3d30bcb89a08', 'Дворцовая площадь', '4ba390cf-f0cd-47d0-a60c-b315f5bb103a'),
    ('8bdc71e2-4b90-48b5-8077-6657a049a433', 'Адмиралтейство', '4ba390cf-f0cd-47d0-a60c-b315f5bb103a'),
    -- Рим
    ('ac64f831-8dd6-4364-80c4-fc43b1b40f2f', 'Площадь Святого Петра', 'f6c39a34-f9d4-4cc1-891d-52aa7da53fd5');