INSERT INTO genre(id, name)
VALUES ('e7be2b3a-f1b3-4ce9-827c-9490cc6220d3', 'Триллер'),
       ('c67b5e1c-aa3f-4a7e-86b6-362c84768fa3', 'Криминальный роман'),
       ('27e97562-f87f-4870-86f0-9188476423c1', 'Научная фантастика'),
       ('41319bb0-98d5-474f-ae1a-bdb88a8c0e03', 'Фэнтези'),
       ('563688d6-37f5-48f5-ac4d-b08de716af78', 'Стимпанк'),
       ('ee14263d-7ed3-4f9c-8995-347fcfe9118f', 'Любовный роман'),
       ('4290e25b-728e-4ca0-87a5-a63a4952cf01', 'Научно-популярная литература'),
       ('b2c0d826-7e64-47ce-8af0-92a33b57df03', 'Комикс');